/* CAUTION: This is a hand edited file, not generated by genStrings. */

// IPP Reasons (Printer states, internal errors)
"Communication Failure: The computer is no longer able to communicate with your printer. Turn the printer off, check your printer connections and check for printer errors, and turn the printer back on."="Kommunikationsfel: Datorn kan inte längre kommunicera med skrivaren. Stäng av skrivaren, kontrollera skrivaranslutningarna och undersök om det förekommer några fel i skrivaren. Slå sedan på skrivaren igen.";
"Opening Printer Connection Failed: Unable to open the printer connection. Please check your printer connections and check for printer errors."="Det gick inte att öppna skrivaranslutningen: Det gick inte att öppna skrivaranslutningen. Kontrollera skrivarens anslutningar och undersök om det förekommer några fel i skrivaren.";
"Paper Size Error: Custom paper sizes are not supported in the selected tray." = "Fel pappersstorlek: Papper i specialstorlek stöds inte i det valda facket.";
"Paper Size Error: The specified custom paper size is not supported in the selected tray." = "Fel pappersstorlek: Det angivna papperet i specialstorlek stöds inte i det valda facket.";
"Opening printer connection" = "Öppnar skrivaranslutningen";
"Idle" = "Viloläge";
"Printer Error: The printer needs attention."="Skrivarfel: Skrivaren behöver åtgärdas.";
"Device is sleeping." = "Device is sleeping.";
"dmf_error_alert_message" = "Printer reports error. Please refer to HP Printer Monitor for further details.";
"dmf_warning_alert_message" = "Printer reports warning. Please refer to HP Printer Monitor for further details.";
"dmf_info_alert_message" = "Printer reports informational message. Please refer to HP Printer Monitor for further details.";
"dmf_fatal_error_alert_message" = "Printer reports fatal error. Please refer to HP Printer Monitor for further details.";
"Device paused." = "Device paused.";

// Internal messages
"Printing page %d, %d%% complete..." = "Utskriften av sidan %d, %d%% klar...";
"Canceling job" = "Avbryter utskriften";
